tap 'cloudfoundry/tap'
tap 'git-duet/tap'
tap 'universal-ctags/universal-ctags'
tap 'dpb587/tap'

brew 'bash-completion'
brew 'bash-git-prompt'
brew 'bbl'
brew 'bosh-cli'
brew 'cloudfoundry/tap/cf-cli'
brew 'cloudfoundry/tap/credhub-cli'
brew 'coreutils'
brew 'direnv'
brew 'dep'
brew 'fasd'
brew 'git'
brew 'git-duet/tap/git-duet'
brew 'go'
brew 'jq'
brew 'kubectl'
brew 'lastpass-cli'
brew 'neovim'
brew 'python'
brew 'ruby'
brew 'shellcheck'
brew 'sshuttle'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
brew 'wget'
brew 'gnu-sed'

cask 'docker'
cask 'fly'
cask 'flycut'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'spectacle'
cask 'visual-studio-code'
